<!DOCTYPE html>
<html lang="de">
    <head>
        <meta charset="UTF-8">
        <link rel="stylesheet" href="blog_style.css">
        <!--<link href='http://fonts.googleapis.com/css?family=Libre+Baskerville:400,400italic,700&subset=latin,latin-ext' rel='stylesheet' type='text/css'>-->
        <title>Blog Style Draft</title>
    </head>
    <body>
        <header class="header">

        </header>
        <div class="banner_blog">
            <div class="banner_blogimg" style="background-image: url(gfx/names.jpg);"></div>
            <div class="banner_blogms"><h1>Namensgebung</h1>
                <p>Copyright by <a href="">Jamie</a>, published under <a href="">Creative Commons</a>, original version can be found <a href="">here</a>.</p>
            </div>
        </div>
        <aside class="social">
                   <ul>
                       <li><a href=""><img src="gfx/facebook.png" alt="Facebook" title="Teile diesen Post auf Facebook!"></a></li>
                       <li><a href=""><img src="gfx/twitter.png" alt="Twitter" title="Tweete diesen Post!"></a></li>
                       <li><a href=""><img src="gfx/google.png" alt="Google+" title="Teile diesen Post auf Google+!"></a></li>
                       <li><a href=""><img src="gfx/linkedin.png" alt="Linkedin" title="Teile diesen Post auf Linkedin!"></a></li>
                       <li><a href=""><img src="gfx/xing.png" alt="Facebook" title="Teile diesen Post auf Xing!"></a></li>
                    </ul>                 
               </aside>
        <div class="content">
           <article class="article">
               <header>
                   <h1>Namensgebung</h1>
               </header>
               <p class="linie"><img src="gfx/linie.png" alt=""></p>
               <p class="blog_a">
                   Auf der Suche nach einem Namen f&uuml;r unser neues <a href="http://www.heise.de">Bildungsprogramm</a> stellte ich fest, wie schwierig es mittlerweile ist, neue Marken zu entwickeln. Nur wenige gute Ideen sind noch unbesetzt, denn die weltweite Kreativit&auml;t findet in der englischen Sprache doch einen nur relativ kleinen Acker vor. Englisch ist die neue Weltsprache, und wer ein internationales Publikum ansprechen m&ouml;chte, kommt kaum daran vorbei. Seien wir dankbar, dass es immerhin noch eine bereits weitgehend gel&auml;ufige, verwandte, <a href="">indogermanische Sprache</a> ist. Wer gr&uuml;ndet schon ein Unternehmen oder schafft ein Produkt in der Gewissheit, niemals außerhalb des engen Heimmarkts re&uuml;ssieren zu wollen? Das gilt allenfalls f&uuml;r sprachbezogene, also literarische und kulturelle Angebote, die Vertrautheit und Brillanz der Muttersprache voraussetzen. F&uuml;r alle anderen Marken ist es wesentlich, korrekte Assoziationen durch englische Mutter- und Fremdsprachler zu erzielen, was nicht immer dieselbe Aufgabe ist. Eine korrekte Assoziation kann auch „leer“ sein, also die Abwesenheit jeder Assoziation, insbesondere einer negativen. In dem Fall ist die Marke durch einen erkl&auml;renden Untertitel oder den jeweiligen Marktauftritt mit Inhalt zu f&uuml;llen.
               </p>
               <p class="blog_a">
                   Sind Namen nicht Schall und Rauch? Warum sollte der Name wichtig sein? Geht es nicht prim&auml;r um den Inhalt? Tats&auml;chlich nimmt die Bedeutung der Namensgebung immer mehr zu. Das liegt an der Informations&ouml;konomik. Marketing ist f&uuml;r die Nicht-Kunden und die Nicht-Freunde da, jene die zu Noch-Nicht-Kunden werden sollen. Da die Aufmerksamkeitsspannen in Zeiten der Informationsinflation abnehmen, hat ein Unternehmen selten den Luxus, Noch-Nicht-Kunden lang und breit die Vorz&uuml;ge seines Produkts zu erkl&auml;ren. Das Push-Marketing hat ausgedient, der Versuch, vorausgew&auml;hlte Noch-Nicht-Kunden mit Werbung zu berieseln, bis sie es endlich kapiert haben, wie gut das Angebot ist. Junge Menschen, die in der Informationsinflation und mit digitalen Medien aufgewachsen sind, blenden mittlerweile Werbeleisten v&ouml;llig aus, weshalb die Werbung in den Content muss – der dadurch nat&uuml;rlich ordentlich verhunzt wird. So geh&ouml;rt die Zukunft dem Pull- oder Permission-Marketing, der Hoffnung, dass die Kunden von alleine kommen, weil sie irgendwo in den Weiten der Information die Witterung irgendeiner molekularen Spur aufgenommen haben und wom&ouml;glich selbst zu viralen Informationsschleudern werden. Diese molekularen Spuren, Informationsfetzen und Stille-Post-R&uuml;ckst&auml;nde, passen freilich nur durch die allerkleinsten Fenster. Auf diese Ausd&uuml;nnung der Informationskan&auml;le muss sich also das Marketing einstellen und seine molekularen  Duftmarken immer pr&auml;ziser am Code ihrer Noch-Nicht-Kunden ausrichten. Es geht darum, neue Kategorien zu besetzen, nach denen sich die Noch-Nicht-Kunden bereits sehnen, ohne f&uuml;r diese Sehns&uuml;chte bereits plausible Antworten gefunden zu haben. Denn in den bereits besetzten Kategorie wird es durch laufende Konzentration immer enger.
               </p>
               <img src="gfx/flower.jpg" alt="Eine Blüte" title="Eine Blüte">
               <p class="blog_b">
                   Der Name ist die erste und kleinste Duftmarke. Danach kommt die sensorisch-visuelle Anmutung der Marke, dann Produkt-Verpackung und/oder Website bis hin zum Produkt selbst am Ende dieser engen Aufmerksamkeitsstraße. Daher kommt die Explosion von m&ouml;glichst kurzen, irgendwie englischen Start-up-Namen. Alles Molek&uuml;le, die aufgeregt vor den kleinen Nasenl&ouml;chern tanzen, denen das Wettduften zunehmend stinkt. Aber wenn einen die Kunden nicht riechen k&ouml;nnen, dann hilft aller Weltschmerz nichts – der Produkterfolg ist ungewiss und wahrscheinlich ist man ewig zum Schicksal eines kleinen Handwerkers verurteilt: harte Arbeit, ein Kunde nach dem anderen, sch&ouml;n der Reihe nach, und niemals kommt die Erl&ouml;sung der Skalierung, durch die man Regulierungs- und Steuerdruck ein wenig abh&auml;ngen k&ouml;nnte. Das gelingt n&auml;mlich nur im seltenen Fall, in dem die Zahl der Kunden schneller w&auml;chst als die der Rechnungen, Bescheide und Formulare – und wie sollte das ohne Marketing gelingen?
               </p>
               <p class="blog_a">
                   So kommt man also nicht umhin, sich einen weltbewegenden Namen auszudenken. Die Kriterien daf&uuml;r sind allerdings eng und machen die Namensfindung so schwer. Folgende Bedingungen muss ein geeigneter Name erf&uuml;llen:
                    <ol>
<li>sowohl im internationalen Radebruch-Englisch als auch in den Sprachen der Unternehmensheimat keine negativen Assoziationen und peinlichen Missverst&auml;ndnisse ausl&ouml;sen</li>
<li>noch frei zu sein – die riesige F&uuml;lle bereits gesch&uuml;tzter Marken l&auml;sst sich f&uuml;r Europa etwa in der OHIM-Datenbank abfragen.</li>
<li>&uuml;ber freie Internet-Domains zu verf&uuml;gen – am einfachsten &uuml;ber domainsearch.com zu &uuml;berpr&uuml;fen.</li>
<li>die richtige Kategorie im Kopf der Noch-Nicht-Kunden besetzen: also Vergleiche zu vermeiden, die man verlieren w&uuml;rde.</li>
<li>etwas von USP (Unique Selling Proposition, wesentliches Verkaufsargument) und Kundennutzen transportieren – die am schwersten zu erf&uuml;llende Bedingung.</li>
                    </ol>
                </p>
                <p class="blog_b">
Gibt es solche Wunderw&ouml;rter &uuml;berhaupt? Es gibt sie, aber sie sind rar. Wer auf die erfolgreichen Marken unserer Zeit blickt, wird dabei ein wenig in die Irre gef&uuml;hrt. Hat man den Erfolg einmal, ist der Name tats&auml;chlich unwichtig. Der Name ist ein Instrument der Informations&ouml;konomik, das heißt, es geht darum, die Informationskosten m&ouml;glich zu reduzieren. Es ist eben die Duftmarke, die den idealen Noch-Nicht-Kunden in einer knappen Sekunde die Nase ein wenig in Richtung unseres Produktes oder Unternehmens bewegen l&auml;sst. Der Name ist das erste „Molek&uuml;l“, der erste Informationsfetzen, den der Noch-Nicht-Kunde sieht. Die meisten werden schon diese minimalste Existenzspur unseres Produkts oder Unternehmens niemals wittern. Aufmerksamkeit zu erzielen wird immer teuerer. Darum m&uuml;ssen wir die minimale Aufmerksamkeit, die wir haben, optimal bewirtschaften.
               </p>
               <p class="blog_b">
                   Achtung: Das ist eine Dynamik, und Dynamiken &uuml;berspannen meist an einem gewissen Moment. Dann stinkt es eben schon so, dass es zu den weniger intensiv Duftenden hinzieht. Die bem&uuml;hte Hippness von Start-up-Namen, die aus dieser Informations&ouml;konomik resultiert, wird schon langsam zum Spottsignal. Zahlreiche Start-up-Namensgeneratoren sind mehr Ironie als Hilfsmittel. Wirklich cool findet der Kunde nicht mehr die reine Hippness, sondern die hippe Wurschtigkeit, die oft Marketing mit konsumkritischer Pose verbinden kann. Das Anti-Marketing ist der n&auml;chste Hype im Marketing: bewusst stiller, schwieriger, rauer auftreten. Dann werden sogar deutsche Nachnamen wieder hipp. Das geht aber nur gut, wenn man die Aufmerksamkeit schon hat. Am besten w&auml;re also ein Formwandler-Name: einer, der sich vom Anlock-ify zum Eigentlich-bin-ich-total-seri&ouml;s-und-will-dir-gar-nichts-verkaufen verwandelt, sobald er mal die Aufmerksamkeit hat. Marketing ist ein spannender und erschreckender Bereich. F&uuml;r den unternehmerischen Philosophen ist er besonders fruchtbar, da sehr lehrreich. Exklusiv werde ich im Folgenden meinen pers&ouml;nlichen Lernprozess in Sachen Namenspsychologie schildern.
               </p>
               <p class="blog_a">
                   Das Denglisch unserer Tage missf&auml;llt jedem Sprachliebhaber. Unser Institut hat einen durch und durch deutschen Namen: lang, schwierig, steif. Das ist ein gewisser Luxus, der nach einer v&ouml;lligen Marketingverweigerung aussehen mag. Tats&auml;chlich gingen dem Namen gr&uuml;ndliche &uuml;berlegungen voraus. Unsere Zielgruppe als „Content“-Schmiede liegt klar im deutschsprachigen Raum und setzt eine gewisse Bereitschaft zur Auseinandersetzung mit schwierigeren Inhalten voraus. Die Positionierung sollte klar abseits politischer und ideologischer Lager sein, aber doch eine gewisse Alternative zur herk&ouml;mmlichen Wirtschaftslehre und Wirtschaftsformen ausdr&uuml;cken. Wertewirtschaft ist gemeint als Gegensatz zu Blasenwirtschaft. Den Zweck hat sein Name erf&uuml;llt: Er fiel in keine ideologische Schublade und sprach ein hochqualitatives Publikum an.
               </p>
               <p class="blog_b">
                   F&uuml;r eine Ansprache junger Menschen ist der Name aber nicht so gut geeignet. Internationalit&auml;t und Coolness im Zeitalter der Ironie sind wichtige Indikatoren f&uuml;r junge Menschen, die nicht bloß kurzfristig-verbl&ouml;deter Konsumorientierung und Infantilisierung entstammen, sondern von unbewusster Intelligenz getragen sind. Sie dienen als Filter, um die Elterngeneration abzusch&uuml;tteln – scheitern aber daran, dass die Eltern auch ganz krampfhaft um Coolness bem&uuml;ht sind. Darum setzte ein Wettlauf um Hippness und Anti-Hippness ein, der in Dauerspott und Selbstironie m&uuml;ndet. V&ouml;llig zurecht ahnt die Generation Y, dass sie die vorhergehenden Generationen stets in die Pfanne hauen. All die Versprechungen k&ouml;nnten sich als leer erweisen.  Die Folge ist große Skepsis. Zugleich ist die Globalisierung schon in den K&ouml;pfen angekommen und alles Nicht-Englische k&ouml;nnte ein Festhalten im allzu engen Rahmen der Herkunft bedeuten. Schließlich eignet sich Englisch auch viel besser zur Ironie, die Sprache ist weniger formal, damit auch weniger pr&auml;zise als das Deutsche und verf&uuml;gt aufgrund der internationalen Popkultur &uuml;ber viel mehr witzelnde Bez&uuml;ge.
               </p>
               <p class="blog_a">
                   Mein erster Gedanke zu einem Namen f&uuml;r unser innovatives Bildungsprogramm f&uuml;r junge Menschen, war eine Alternative zur Universit&auml;t zu formulieren, die auch auf Englisch verst&auml;ndlich ist. Die Universit&auml;t ist eine der wichtigsten Institutionen des Abendlandes, allerdings halte ich sie f&uuml;r tot und nicht mehr reformierbar. Die historischen Privilegien des Klerus wurden zu einer Privilegierung intellektueller Pseudo-Eliten umgem&uuml;nzt, deren Bildung und sp&auml;tere Geh&auml;lter in wachsendem Maße zwangsfinanziert sind (Steuern, Zwangsnachfrage durch Regulierung: Juristen, Gutachter). Die „Magister“ haben die Universit&auml;t &uuml;bernommen und f&uuml;r ihre Zwecke missbraucht. Sie schufen eine realit&auml;tsfremde Parallelwelt, in der junge Menschen in ihren besten Jahren vor praktischen Erfahrungen bewahrt werden. Die einstige universitas magistrorum et scholarium, Gemeinschaft der Lehrenden und Lernenden, ist keine Gemeinschaft von Universalgelehrten mehr, sondern ein Nebeneinander von Fachidioten, die nichts mehr von einander und von der realen Welt lernen k&ouml;nnen und wollen. Es ist eine Gesellschaft von Lehrenden ohne Lernende, denn das Wiedergeben von pr&uuml;fungsrelevanten Wissensfetzen kann nun wirklich nicht als Lernen bezeichnet werden. Um das kurz zu bezeichnen, was eine wirkliche Universit&auml;t heute noch leisten k&ouml;nnte, bietet sich also folgender Begriff an: scholarium. Kurz steht er f&uuml;r die Gemeinschaft der Lernenden. Und die Lernbereitschaft und Lernf&auml;higkeit zeichnet gute Lehrer aus; genau dieses Lernen im echten Wortsinne ist uns verloren gegangen. Wir wiederholen w&uuml;tend Phrasen oder ziehen uns in die engen Bereiche unserer Fachexpertise zur&uuml;ck.
               </p>
               <p class="blog_a">
                   Das Gl&uuml;ck &uuml;ber diesen philosophisch so ausgezeichneten und weisen Namen hielt nicht lange. Er funktioniert zwar bestens auf Englisch, doch er klingt zu sehr nach Schule, gar nach Klosterschule. Jedenfalls ist zu bef&uuml;rchten, dass frische Abg&auml;nger der Zwangsschule sobald nichts Schulisches mehr sehen wollen. Freilich w&auml;chst die Wertsch&auml;tzung bei der Generation Y wieder f&uuml;r das Bew&auml;hrte, Authentische, Unvermarktete. Doch als Unternehmer darf man seiner Zeit nicht allzu weit voraus sein, sonst hat man zwar vielleicht recht, scheitert aber dennoch (und das w&auml;re doch eine eigenartige Rechthaberei). 
               </p>
               <p class="blog_b">
                   Der zweite Namensversuch sollte also etwas fetziger sein und garantiert kein Bild einer Schulklasse heraufbeschw&ouml;ren. Nach langer Suche und Pr&uuml;fung stieß ich auf Pluriversity. Dies kontrastiert die Einseitigkeit der heutigen Universit&auml;t mit der Vielseitigkeit echten Lernens an der Realit&auml;t. Doch das Gl&uuml;ck, endlich einen unbesetzten englischen Ausdruck gefunden zu haben, den auch Deutschsprachige halbwegs verstehen k&ouml;nnen, w&auml;hrte ebenso nicht lang. Die Auseinandersetzung mit dem „State of the art“ im Marketing hatte mich zur Erkenntnis gef&uuml;hrt, dass die Kategoriezuordnung im Kopf des Kunden entscheidend ist. Das Feld „alternative Universit&auml;t“ ist aber schon &uuml;bervoll. Da k&ouml;nnen wir auf absehbare Zeit nur unter „ferner liefen“ mitspielen. Das w&auml;re ja auch so gar nicht meine Vision: eine bloß frischere, offenere, vielf&auml;ltigere, kl&uuml;gere, unternehmerischere Universit&auml;t aufzubauen. Der Name „Universit&auml;t“ ist durch die Usurpatoren besetzt, es hat keinen Sinn, gegen die mit mit Steuergeld und Privilegien betriebenen Windm&uuml;hlen anzulaufen. Es geht vielmehr um das ergebnisoffene Ausprobieren, das mutige Wiederaneignen der Realit&auml;t, die uns &uuml;berzivilisierten fremd geworden ist.
               </p>
               <p class="blog_a">
                   Mein Verst&auml;ndnis des Lernen ist experimentell, auch im Denken – experimentelles Denken war einst der Kern des triviums: Freche Disputation auf der Grundlage von Logik und Sprachbeherrschung. Wer als Unternehmer eine neue Kategorie aufmacht, mutet seinen Kunden freilich zu, Versuchskaninchen zu sein. Nur die Mutigsten taugen dazu, und die gilt es, anzusprechen. Aus dem Bild des Versuchskaninchens, das der Experimente der Politiker und Gesellschaftsingenieure &uuml;berdr&uuml;ssig ist, und endlich selbst experimentieren m&ouml;chte, gelangte ich zur Eingebung explorabbit, was sowohl „Experimentier ein wenig“ bedeutet, als auch das Bild eines „exploratory rabbit“ im Gegensatz zu einem „experimental rabbit“ nutzt.
               </p>
               <p class="blog_b">
                   Das Gl&uuml;ck &uuml;ber dieses schlaue Sprachspiel w&auml;hrte nicht lange, denn Jugendliche haben eine nat&uuml;rliche Abneigung gegen alles Kindliche. Schließlich geht es darum, erwachsen zu werden. Freilich hatte ich bissige, abgr&uuml;ndige und d&uuml;stere Horrorhasen im Sinn, wie sie die d&auml;mlichen Ritter der Kokosnuss traktieren. Doch das hilft nichts. Junge Menschen m&uuml;ssen sich beweisen, da braucht es eher absolut unkindliche, beinharte Initiationsriten denn Flausch.
               </p>
               <p class="blog_b">
                   Dieser Gedanke f&uuml;hrte zu weiterer Suche und Pr&uuml;fung, bei der ich s&auml;mtliche Thesauri, W&ouml;rterb&uuml;cher und Lexika verwendete. Bis ich endlich einen unbesetzten Begriff fand, der sowohl auf Deutsch als auch auf Englisch funktioniert: CRAFTprobe. Das bedeutet im Englischen grob &uuml;bersetzt „Sondieren beruflicher Fertigkeiten“ nimmt und im Deutschen auf die Kraftproben Bezug, die in traditionellen Gesellschaften den &uuml;bergang von der Jugend ins Erwachsenenalter markieren. Fehlen solche selbst&auml;ndigen Kraftproben, werden sie durch leichtsinnige Mutproben kompensiert oder die Selbst&auml;ndigkeit misslingt zum Preis ewiger Abh&auml;ngigkeiten.
               </p>
               <p class="blog_a">
                   Das Gl&uuml;ck &uuml;ber diese geniale Sprachf&uuml;gung, die eine gewisse Kantigkeit mit einem Bezug zum unternehmerischen Handwerk (craft) und dem experimentellen Lernen (probe) verbindet, w&auml;hrte nicht lange. Inzwischen hatte ich auf Empfehlung einen Markenexperten beigezogen. F&uuml;r stattliches Honorar analysierte er den Vorschlag und entwickelte Alternativen. Sein Urteil &uuml;ber CRAFTprobe war sehr zwiesp&auml;ltig und er empfahl – vielleicht nicht ganz uneigenn&uuml;tzig –, unbedingt seine Expertise hinzuziehen. Das waren ungef&auml;hr seine Worte:
                   <blockquote>
                       «Einerseits finde ich die „CRAFTprobe“ einen interessanten Ansatz. Andererseits erweckt dieser darwinistische Ansatz (was ja per se nicht schlecht ist) zweischneidige Assoziationen in mir. Dass es sich hier eher um einen Boxclub oder ein Fitnesscenter handelt, als um eine Bildungsalternative, waren meine ersten Eindr&uuml;cke. Da ich aber auch ein Freund der Polaristaion und Provokation bin, hat dieser Ansatz zwar seine emotionale Berechtigung, aber ihrer Forderung nach Solidit&auml;t entspricht er nicht. Craftprobe ist hipp und entspricht dann schon eher einem modehypen Zeitgeist – das ist nat&uuml;rlich alles subjektiv und reine Ansichtssache!

Darum gehe ich jetzt mal von einer pragmatischen, markentechnischen Bewertung aus: Idealerweise transportiert ein Name immer auch einen Benefit. Der Terminus „CRAFTprobe“ steht f&uuml;r mich aber f&uuml;r den Reason Why eines Benefits – es gilt also diesen Nutzen zu finden, der eine Kraftprobe &uuml;berhaupt erst erm&ouml;glicht. Es gibt auch eine andere Gesetzm&auml;ßigkeit f&uuml;r Marken: Ihre Nutzenstiftung sollte in einem kurzen Satz, in einem knappen Statement erkl&auml;rt werden k&ouml;nnen. „Craftprobe“ hat aber einen enormen Erkl&auml;rungsbedarf – was leider kontraproduktiv ist. Abgesehen davon ist die Namensassoziation auch nicht f&uuml;r alle definierten Zielgruppen relevant – Sinnzweifler &amp; Co sind nicht aus nach einer Kraftprobe mit dem Leben, sondern vielmehr nach einer nutzenstiftenden, sinnvollen Alternative.

Ich w&uuml;rde Ihnen daher empfehlen, die Suche nach einer Alternative noch nicht einzustellen. Der Sprung vom urspr&uuml;ngliche Scholarium hin zur „Craftprobe“ erscheint mir dann doch ein zu radikaler, der auch eine entsprechende Unsicherheit in sich tr&auml;gt.

Ich denke, dass sich der neue Name in begrifflicher N&auml;he zur Branche (Aus-/Bildung) und zum relevanten Nutzen bewegen sollte: DIE intelligente Alternative zum &uuml;blichen Angebot.

[…]

Ich finde nach wie vor Craftprobe viel zu weit weg von ihrem Angebot – ich habe noch schnell einen Quickcheck mit 15 Kollegen aus meiner Firma gemacht… die meisten Assoziation gehen in eine Richtung, die eher kontraproduktiv (gerade bei Frauen) sind – davor m&ouml;chte ich als Markenexperte explizit warnen!»
                   </blockquote>
                   <p class="author">Der Marketing-Typ (2015): Meinung zu CRAFTprobe, Brand Name Vorschlag, Marketing Firma, Wien, 3.</p>
               </p>
               <p class="blog_b">
                   Tja, „darwinistisch“ sollte es nun wirklich nicht sein, denn an der ideologischen Schublade will ich keinesfalls anstreifen. Und das Publikum ist bislang schon zu m&auml;nnlich, da w&auml;re es doch schade, kluge, junge Damen nicht anzusprechen. Also bekam der Markenexperte den Auftrag und schlug nun folgende Namen vor:
                   <blockquote>
                       <ul>
                           <li>«UNIQUM Die Bildungs-Alternative</li>
                           <li>UNICOMP Education Company</li>
                           <li>UNY The Education Company</li>
                           <li>THINKTEC The Education Company</li>
                           <li>EDUCO Education Company</li>
                           <li>UNIVERSUS Die Bildungs-Alternative</li>
                           <li>UNIREAL Die Bildungs-Alternative</li>
                           <li>ALUNI (Wortzusammensetzung aus Alternativ und Uni)</li>
                           <li>ALTERNITY Uni advanced</li>
                           <li>BRAFO The Brain Force Institute</li>
                           <li>FAMOS Fast Moving Studies»</li>
                       </ul>
                   </blockquote>
               </p>
               <p class="blog_b">
                   Die Namenserg&auml;nzung, oder subline, wie er sagte, sei ganz wichtig – und eine solche Erg&auml;nzung hatte ich ohnehin vor. Ich hatte an Austrian Learning Enterprise gedacht. Doch von den vorgeschlagenen Namen sagte mir keiner zu. Alle klingen entweder nach Universit&auml;tskategorie oder sind aussagelos (oder bereits belegt). Entt&auml;uscht bat ich um weitere Vorschl&auml;ge. Daraufhin kamen:
                   <blockquote>
                       <ul>
                           <li>«IGNITION Fast Forward Education</li>
                           <li>IGNITIONARY</li>
                           <li>S.P.A.R.K.S.  Neue Wege der Bildung</li>
                           <li>F3 - Fit for future</li>
                           <li>NAVIGO Neue Wege der Bildung</li>
                           <li>FUFO The Future Force</li>
                           <li>FAFO Fast Forward Education</li>
                           <li>WORBIT (Wortkombi aus Work &amp; Orbit) Learning by doing Company</li>
                           <li>PROForce Die Profischmiede»</li>
                       </ul>
                   </blockquote>
               </p>
               <p class="blog_b">
                   Davon erf&uuml;llte nur ein Name die Bedingungen, mir geeignet zu scheinen und unbesetzt zu sein: Ignitionary. Diese Wortsch&ouml;pfung bezeichnet eine Einrichtung, die dazu im Stande ist, Funken zu entfachen. Das erinnert freilich an das sch&ouml;ne Zitat von François Rabelais: Kinder sind keine Fässer, die man füllen – sondern Feuer, die man entz&uuml;nden muss. Das war auch, &uuml;bertragen von Kindern auf alle anderen Menschen, der Leitsatz von Roland Baader. Aus dieser Hinsicht schien es der ideale Bezug zu sein.
               </p>
               <p class="blog_a">
                   Das Gl&uuml;ck &uuml;ber diese sch&ouml;ne F&uuml;gung, auch Roland Baader, der Inspiration f&uuml;r unser Bildungsprogramm ist, ein wenig dabei im Sinne zu behalten, w&auml;hrte nicht lange. Ich testete den Namen bei f&uuml;nf jungen Menschen mit &uuml;berdurchschnittlichen Englischkenntnissen, und kein einziger konnte das Vokabel richtig zuordnen. Ignition verstehen Deutschsprachige leider nur selten. Der Markenexperte wollte mir das zun&auml;chst nicht glauben, gab aber dann bei und lieferte weitere Namensvorschl&auml;ge nach – nun schon als Fleißaufgabe abseits der vereinbarten Verg&uuml;tung:
                   <blockquote>
                       <ul>
                           <li>«PUSHBRAIN</li>
                           <li>KICKGROW</li>
                           <li>KickUBrain</li>
                           <li>Brainery Vienna</li>
                           <li>Kick&amp;Go</li>
                           <li>Navigor</li>
                           <li>Profflash</li>
                           <li>Z&uuml;ndhirn»</li>
                       </ul>
                   </blockquote>
                   <p class="blog_b">
                   Ich glaube, nun wurde er ungeduldig. Mit keinem dieser Namen konnte ich etwas anfangen. Ich schilderte meine Not und erbat eine letzte Zugabe. Die fiel so aus:
                   </p>
                   <blockquote>
                       <ul>
                           <li>«EDVOLUTION</li>
                           <li>EXPLODATION</li>
                           <li>EXPLENTATION</li>
                           <li>NAVICATION</li>
                           <li>TALENT.V»</li>
                       </ul>
                   </blockquote>
               </p>
               <p class="blog_b">
                   Die maritime Assoziation der Navigation (Navication als Wortzusammensetzung mit Education) gef&auml;llt mir, diese hatte ich ohnehin auch mit CRAFTprobe beabsichtigt (Craft ist auch das Schiff, insbesondere Raumschiff, probe ebenso – craft tendenziell bemannt, probe tendenziell unbemannt). Auch der Bezug zum Talent ist sch&ouml;n. Die biblische Parabel von den Talenten gef&auml;llt mir sehr gut, eben weil sie so unbequem und kantig ist (der Markenexperte w&uuml;rde sie vielleicht auch „darwinistisch“ nennen). Ein Talent war urspr&uuml;nglich ein Silberwert, der ungef&auml;hr dem Wert eines Schiffes entsprach. Talent.V (V f&uuml;r Vienna) schien mir aber zu nichtsagend. So versuchte ich mich an weiteren Kombinationen:
                   <blockquote>
                       <ul>
                           <li>«navitalent</li>
                           <li>talentEdu</li>
                           <li>talent.space»</li>
                       </ul>
                   </blockquote>
               </p>
               <p class="blog_b">
                   talentEdu kombiniert Talent und Education und l&auml;sst sich auch als „talented you“ lesen. Letzterer Begriff ist sogar genau so als Domain verf&uuml;gbar. Es handelt sich dabei um eine neue Premium-Domain ohne weitere L&auml;nderkennung. Die Domain kostet 700€ pro Jahr, doch was viel schwerer wiegt: Diese neuen Domains finden kaum Verbreitung. Das liegt wohl daran, dass sie nicht sofort als Domain erkennbar sind. Wenn irgendwo talent.space steht, wird das kaum jemand als Domain eintippen, sondern die Google-Suche nach „talent space“ bem&uuml;hen, woraufhin nat&uuml;rlich unz&auml;hlige Treffer zu finden sind, bei denen man sich kaum nach oben hanteln kann. Sie stieß ich dann auf den Kompromisskandidaten talentProbe.
               </p>
               <p class="blog_a">
                   Das Gl&uuml;ck &uuml;ber diesen Kompromiss zwischen mir und dem Markenexperten w&auml;hrte nicht lange. Bald assoziierte ich „Deutschland sucht den Superstar“, all diese vermeintlichen Talentproben, bei denen es im Wesentlichen um das Talent geht, die Aufmerksamkeit von Couchpotatoes zu halten. Die urspr&uuml;ngliche antiegalit&auml;re Kantigkeit transportiert das Wort „Talent“ nicht mehr. Alles mit diesem Namensbestandteil erscheint mir eine Spur zu harmlos. Jede Kammerinitiative und jedes EU-F&ouml;rderprogramm k&ouml;nnte so heißen. Brrr. Zur&uuml;ck zum Start.
               </p>
               <footer class="article">
                   <div class="socialimg">
                   <a href=""><img src="gfx/facebook.png" alt="Facebook" title="Teile diesen Post auf Facebook!"></a>
                   <a href=""><img src="gfx/twitter.png" alt="Twitter" title="Tweete diesen Post!"></a>
                   <a href=""><img src="gfx/google.png" alt="Google+" title="Teile diesen Post auf Google+!"></a>
                   <a href=""><img src="gfx/linkedin.png" alt="Linkedin" title="Teile diesen Post auf Linkedin!"></a>
                   <a href=""><img src="gfx/xing.png" alt="Facebook" title="Teile diesen Post auf Xing!"></a>
                   </div>
               </footer>
               <p class="linie"><img src="gfx/linie.png" alt=""></p>
           </article> 
        </div>
        <footer class="footer">

        </footer>
    </body>
</html>